const asiaData = {
    "1年": ["罗马帝国纳入犹太地区"],
    "6年": ["奥古斯都在巴尔干地区建立罗马省"],
    "14年": ["凯撒奥古斯都驾崩，提比留继位"],
    "19年": ["提比留镇压亚美尼亚叛乱"],
    "26年": ["耶稣开始传教"],
    "30年": ["耶稣被钉死在十字架上"],
    "37年": ["罗马皇帝卡里古拉在亚美尼亚设立国王"],
    "43年": ["印度贵霜王国建立"],
    "54年": ["尼禄皇帝继位，统治亚洲部分地区"],
    "60年": ["罗马征服亚美尼亚"],
    "64年": ["罗马大火，尼禄迫害基督徒"],
    "68年": ["尼禄自杀，罗马帝国“四皇帝之年”"],
    "69年": ["巴提古拉二世在帕提亚帝国执政"],
    "70年": ["耶路撒冷圣殿被毁"],
    "78年": ["印度贵霜王国的坎帝塞发行金币"],
    "79年": ["庞贝古城被毁"],
    "81年": ["多米提安皇帝继位，加强对亚洲地区的控制"],
    "96年": ["罗马皇帝图拉真继位"],
    "100年": ["约瑟夫的《犹太战记》完成"],
  };

export default asiaData;