const chinaData = {
  "1年": "汉平帝即位，王莽担任摄政。",
  "2年": "王莽削弱其他诸侯王势力。",
  "3年": "平帝去世，孺子婴即位，王莽摄政。",
  "4年": "王莽封为‘扶汉兴孝’公。",
  "5年": "王莽试图变法稳固权力。",
  "6年": "王莽政变，废孺子婴，称摄皇帝。",
  "7年": "王莽尝试改革以巩固权力。",
  "8年": "王莽改国号为“新”，尚未称帝。",
  "9年": "王莽篡汉，称新皇帝，开始新朝。",
  "10年": "新朝实行均田制，引起反抗。",
  "11年": "绿林军在西汉地区起义，抵抗新朝。",
  "12年": "绿林军在江淮地区获得支持。",
  "13年": "王莽命令赵萌、王舜等镇压绿林军。",
  "14年": "赤眉军在豫章起义，反对新朝统治。",
  "15年": "赤眉军攻占汉中，南下长沙。",
  "16年": "赤眉军攻击长安，新朝力量减弱。",
  "17年": "刘秀起兵响应绿林军，反对新朝。",
  "18年": "赤眉军在洛阳击败新朝军队。",
  "19年": "绿林军领袖刘秀被封为光武帝。",
  "20年": "刘秀在洛阳建立东汉，结束新朝。",

};
export default chinaData;


